[
  {
    "x": "1518-1-01",
    "start": "1518-1-01",
    "end": "",
    "title": "\"Ein Sermon von Ablass und Gnade\" erscheint im April in deutscher Sprache und findet rasch Verbreitung."
  },
  {
    "x": "1519-01-01",
    "start": "1519-01-01",
    "end": "",
    "title": "Im Juni wird der Habsburger Karl V. zum König des Heiligen Römischen Reiches gewählt; nach seiner Krönung 1520 nennt er sich selbst \"erwählter Kaiser\"."
  },
  {
    "x": "1524-01-01",
    "start": "1524-01-01",
    "end": "",
    "title": "Der schwedische König Gustav I. Wasa beendet den Kontakt nach Rom. Sein Land wird 1527 protestantisch."
  },
  {
    "x": "1525-01-01",
    "start": "1525-01-01",
    "end": "",
    "title": "Die Bauernkriege beginnen im Mai. In Süd- und Mitteldeutschland, später auch in Tirol und Sachsen werden die Aufstände blutig niedergeschlagen."
  },
  {
    "start": "1526-01-01",
    "x": "1526-01-01",
    "end": "",
    "title": "Der Reichstag in Speyer im August lässt Fürsten und Städten bis zu einem Nationalkonzil die Wahl, katholisch zu bleiben oder sich der Reformation anzuschließen."
  },
  {
    "x": "1527-01-01",
    "start": "1527-01-01",
    "end": "",
    "title": "Auf Reichstagsbeschluss wird die Kirche in Schweden und Finnland direkt der Krone unterstellt, die Kirchengüter werden dem Monarchen übertragen. Im Juli wird in Marburg unter Landgraf Philipp I. die erste protestantische Hochschule eingeweiht."
  },
  {
    "x": "1529-01-01",
    "start": "1529-01-01",
    "end": "",
    "title": "im April protestieren reformatorische Fürsten auf dem zweiten Reichstag in Speyer gegen die Aufrechterhaltung des Wormser Edikts. Ihr Protest stiftet den Begriff für den darauf folgenden „Protestantismus“."
  },
  {
    "x": "1530-01-01",
    "start": "1530-01-01",
    "end": "",
    "title": "Im Juni übergeben Protestantische Stände dem Augsburger Reichstag – an dem Luther als Geächteter nicht teilnehmen darf – das durch Philipp Melanchton begonnene „Augsburger Bekenntnis“ (\"Confessio Augustana\"). Die Hoffnung auf dessen Anerkennung zerschlägt sich rasch. Noch während des Reichstags erfolgt die die katholische Erwiderung. Unter Androhung von Gewalt fordert die katholische Kirche die Rückkehr zur römischen Lehre."
  },
  {
    "x": "1531-01-01",
    "start": "1531-01-01",
    "end": "",
    "title": "Protestantische Stände gründen im Februar mit dem „Schmalkaldischen Bund“ ein Verteidigungsbündnis gegen den Kaiser."
  },
  {
    "x": "1532-01-01",
    "start": "1532-01-01",
    "end": "",
    "title": "Karl V., der das Reich vor allem durch die Osmanen bedroht sieht, lenkt ein. Der \"Nürnberger Anstand\" ist daraufhin ein temporärer Religionsfriede."
  },
  {
    "x": "1533-01-01",
    "start": "1533-01-01",
    "end": "",
    "title": "Heinrich VIII. von England heiratet gegen den Willen des Papstes Anne Boleyn. Zudem erklärt er sich zum Oberhaupt der englischen Nationalkirche, die der reformatorischen Lehre folgt (anglikanische Kirche)."
  },
  {
    "x": "1536-01-01",
    "start": "1536-01-01",
    "end": "",
    "title": "Der dänische König unterstellt sein Land einer durch den Reformator Bugenhagen entworfenen einheitlichen Kirchenordnung."
  },
  {
    "x": "1538-01-01",
    "start": "1538-01-01",
    "end": "",
    "title": "Im Juni schließen sich katholische Reichsstände gegen den Schmalkaldischen Bund in der Katholischen Liga zusammen."
  },
  {
    "x": "1541-06-01",
    "start": "1541-06-01",
    "end": "",
    "title": "Johannes Calvin beginnt seine Kirchenordnung in Genf einzuführen."
  },
  {
    "x": "1545-01-01",
    "start": "1545-01-01",
    "end": "",
    "title": "In der Druckschrift „Wider das Papsttum zu Rom vom Teufel gestiftet“ findet die letzte scharfe Abgrenzung zur römischen Kirch statt."
  },
  {
    "x": "1545-12-01",
    "start": "1545-12-01",
    "end": "",
    "title": "Im Dezember beruft Papst Paul III. das Konzil von Trient ein. Infolge der Reformation berät die römische Kirche bis 1563 über eigene Reformen."
  },
  {
    "x": "1546-01-01",
    "start": "1546-01-01",
    "end": "",
    "title": "In einer Phase außenpolitischer Ruhe im Juli rüstet der Kaiser zum Krieg gegen den Schmalkaldischen Bund. Dieser kommt seinem Angriff zuvor: Der Schmalkaldische Krieg beginnt."
  },
  {
    "x": "1547-04-01",
    "start": "1547-04-01",
    "end": "",
    "title": "Karl V. schlägt im April die protestantischen Truppen in der Schlacht bei Mühlberg an der Elbe."
  },
  {
    "x": "1552-03-01",
    "start": "1552-03-01",
    "end": "",
    "title": "Im März verbünden sich protestantische Stände im sogenannten \"Fürstenaufstand\" mit Frankreich gegen den Kaiser und erobern zahlreiche Städte. Karl V. muss daraufhin fliehen."
  },
  {
    "x": "1552-08-01",
    "start": "1552-08-01",
    "end": "",
    "title": "Karls Bruder, König Ferdinand I., schließt im August in Passau Frieden mit den Protestanten "
  },
  {
    "x": "1555-09-01",
    "start": "1555-09-01",
    "end": "",
    "title": "Im September erkennt der „Augsburger Religionsfrieden“ das Luthertum an. Künftig entscheiden die Landesherren über die Konfession ihrer Untertanen (cuius regio, eius religio)."
  },
  {
    "x": "1560-01-01",
    "start": "1560-01-01",
    "end": "1569-12-31",
    "title": "Lutherische Theologen und Juristen (Gnesiolutheraner, Exulantes Christi) werden aus ihren Gemeinden im Süden des Alten Reichs ausgewiesen, genauso wie Hugenotten aus Frankreich im Kontext der dortigen Religionskriege."
  },
  {
    "x": "1562-01-01",
    "start": "1562-01-01",
    "end": "1598-12-31",
    "title": "Die sogenannten Hugenottenkriege finden in Frankreich statt."
  },
  {
    "x": "1568-01-01",
    "start": "1568-01-01",
    "end": "1648-12-31",
    "title": "Der Niederländischer Freiheitskampf mündet im „Achtzigjährigen Krieg“."
  },
  {
    "x": "1572-01-01",
    "start": "1572-01-01",
    "end": "1572-12-31",
    "title": "Der Sejm (polnischer Reichstag) anerkennt das gleichberechtigte Miteinander von protestantischen, römisch-katholischen und orthodoxen Glaubensformen."
  }
]
